Repository: rodrigocav94/bankingapp
Catalog: Banking/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt_br, zh_hans

source: Account Details
ar: تفاصيل الحساب
de: Kontodetails
es: Detalles de la cuenta
fr: Détails du compte
it: Dettagli del conto
ja: 口座詳細
pt_br: Detalhes da conta
zh_hans: 账户详情

source: Account: %@
ar: الحساب: %@
de: Konto: %@
es: Cuenta: %@
fr: Compte : %@
it: Conto: %@
ja: 口座: %@
pt_br: Conta: %@
zh_hans: 账户：%@

source: Balance
ar: الرصيد
de: Saldo
es: Saldo
fr: Solde
it: Saldo
ja: 残高
pt_br: Saldo
zh_hans: 余额

source: Beneficiaries
ar: المستفيدون
de: Begünstigte
es: Beneficiarios
fr: Bénéficiaires
it: Beneficiari
ja: 受取人
pt_br: Beneficiários
zh_hans: 受益人

source: Branch
ar: الفرع
de: Filiale
es: Sucursal
fr: Succursale
it: Filiale
ja: 支店
pt_br: Agência
zh_hans: 分行

source: Choose a start and end date to view your transaction history for a specific period.
ar: اختر تاريخ البداية والانتهاء لعرض سجل المعاملات لفترة محددة.
de: Wählen Sie ein Start- und Enddatum, um Ihren Transaktionsverlauf für einen bestimmten Zeitraum anzuzeigen.
es: Elija una fecha de inicio y finalización para ver su historial de transacciones durante un período específico.
fr: Choisissez une date de début et de fin pour afficher l'historique de vos transactions pour une période spécifique.
it: Scegli una data di inizio e fine per visualizzare la cronologia delle transazioni per un periodo specifico.
ja: 特定の期間の取引履歴を表示するには、開始日と終了日を選択してください。
pt_br: Escolha uma data de início e término para visualizar o histórico de transações para um período específico.
zh_hans: 选择开始和结束日期，以查看特定时间段内的交易记录。

source: Credit Card
ar: بطاقة ائتمان
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito
ja: クレジットカード
pt_br: Cartão de crédito
zh_hans: 信用卡

source: Current
ar: جارٍ
de: Giro
es: Corriente
fr: Courant
it: Corrente
ja: 当座
pt_br: Corrente
zh_hans: 活期

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
pt_br: Concluído
zh_hans: 完成

source: Favorited
ar: مُفضلة
de: Favorit
es: Favorito
fr: Favori
it: Preferito
ja: お気に入り
pt_br: Favorito
zh_hans: 已收藏

source: From
ar: من
de: Von
es: Desde
fr: De
it: Da
ja: 開始
pt_br: De
zh_hans: 从

source: Goes to %@ details
ar: الانتقال إلى تفاصيل %@
de: Geht zu %@ Details
es: Ir a los detalles de %@
fr: Accéder aux détails de %@
it: Vai ai dettagli di %@
ja: %@ の詳細へ移動
pt_br: Vai para os detalhes de %@
zh_hans: 转到 %@ 的详细信息

source: Houston, we have a problem!
ar: هيوستن، لدينا مشكلة!
de: Houston, wir haben ein Problem!
es: Houston, tenemos un problema!
fr: Houston, nous avons un problème !
it: Houston, abbiamo un problema!
ja: ヒューストン、問題が発生しました！
pt_br: Houston, temos um problema!
zh_hans: 休斯顿，我们遇到问题了！

source: No Transactions Found
ar: لا توجد معاملات
de: Keine Transaktionen gefunden
es: No se encontraron transacciones
fr: Aucune transaction trouvée
it: Nessuna transazione trovata
ja: 取引が見つかりません
pt_br: Nenhuma transação encontrada
zh_hans: 未找到交易记录

source: Not favorited
ar: غير مُفضلة
de: Nicht favorisiert
es: No favorito
fr: Non favori
it: Non preferito
ja: お気に入りではありません
pt_br: Não favorito
zh_hans: 未收藏

source: OK
ar: موافق
es: Aceptar
zh_hans: 确定

source: Opened
ar: تاريخ الفتح
de: Eröffnet
es: Abierto
fr: Ouvert le
it: Aperto
ja: 開設日
pt_br: Aberto em
zh_hans: 开户日期

source: Product
ar: المنتج
de: Produkt
es: Producto
fr: Produit
it: Prodotto
ja: 商品
pt_br: Produto
zh_hans: 产品

source: Recent Transactions
ar: المعاملات الأخيرة
de: Letzte Transaktionen
es: Transacciones recientes
fr: Transactions récentes
it: Transazioni recenti
ja: 最近の取引
pt_br: Transações recentes
zh_hans: 近期交易

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
pt_br: Tentar novamente
zh_hans: 重试

source: Savings
ar: توفير
de: Spar
es: Ahorros
fr: Épargne
it: Risparmio
ja: 貯蓄
pt_br: Poupança
zh_hans: 储蓄

source: Select Account
ar: اختر الحساب
de: Konto auswählen
es: Seleccionar cuenta
fr: Sélectionner un compte
it: Seleziona conto
ja: 口座を選択
pt_br: Selecionar conta
zh_hans: 选择账户

source: Select date range
ar: اختر نطاق التاريخ
de: Datumsbereich auswählen
es: Seleccionar rango de fechas
fr: Sélectionner une plage de dates
it: Seleziona intervallo di date
ja: 日付範囲を選択
pt_br: Selecionar intervalo de datas
zh_hans: 选择日期范围

source: Select Date Range
ar: اختر نطاق التاريخ
de: Datumsbereich auswählen
es: Seleccionar rango de fechas
fr: Sélectionner une plage de dates
it: Seleziona intervallo di date
ja: 日付範囲の選択
pt_br: Selecionar intervalo de datas
zh_hans: 选择日期范围

source: Service Unreachable
ar: الخدمة غير متاحة
de: Dienst nicht erreichbar
es: Servicio no disponible
fr: Service indisponible
it: Servizio non raggiungibile
ja: サービスに接続できません
pt_br: Serviço indisponível
zh_hans: 服务无法访问

source: The connection fizzled out before we could load this page.
ar: انقطع الاتصال قبل أن نتمكن من تحميل هذه الصفحة.
de: Die Verbindung wurde unterbrochen, bevor wir diese Seite laden konnten.
es: La conexión se interrumpió antes de que pudiéramos cargar esta página.
fr: La connexion a été interrompue avant que nous puissions charger cette page.
it: La connessione è caduta prima che potessimo caricare questa pagina.
ja: このページを読み込む前に接続が切れました。
pt_br: A conexão falhou antes que pudéssemos carregar esta página.
zh_hans: 连接在加载此页面之前中断。

source: Time
ar: أجل
de: Termin
es: Plazo
fr: Terme
it: Termine
ja: 定期
pt_br: Prazo
zh_hans: 定期

source: To
ar: إلى
de: Bis
es: Hasta
fr: À
it: A
ja: 終了
pt_br: Até
zh_hans: 至

source: Try Again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
pt_br: Tente novamente
zh_hans: 重试

source: Try selecting a different time range.
ar: حاول تحديد نطاق زمني مختلف.
de: Versuchen Sie, einen anderen Zeitraum auszuwählen.
es: Intente seleccionar un rango de tiempo diferente.
fr: Essayez de sélectionner une plage de temps différente.
it: Prova a selezionare un intervallo di tempo diverso.
ja: 別の時間範囲を選択してみてください。
pt_br: Tente selecionar um intervalo de tempo diferente.
zh_hans: 尝试选择不同的时间范围。

source: Type
ar: يكتب
de: Typ
es: Tipo
fr: Taper
it: Tipo
ja: タイプ
pt_br: Tipo
zh_hans: 类型

source: Unable to Load Transactions
ar: تعذر تحميل المعاملات
de: Transaktionen konnten nicht geladen werden
es: No se pudieron cargar las transacciones
fr: Impossible de charger les transactions
it: Impossibile caricare le transazioni
ja: 取引を読み込めませんでした
pt_br: Não foi possível carregar as transações
zh_hans: 无法加载交易记录

source: We are experiencing delays in retrieving your statement. Please try again in a few minutes.
ar: نواجه تأخيرًا في استرجاع كشف حسابك. يرجى المحاولة مرة أخرى بعد بضع دقائق.
de: Es gibt Verzögerungen beim Abrufen Ihres Kontoauszugs. Bitte versuchen Sie es in ein paar Minuten erneut.
es: Estamos experimentando demoras en la recuperación de su estado de cuenta. Intente de nuevo en unos minutos.
fr: Nous rencontrons des retards dans la récupération de votre relevé. Veuillez réessayer dans quelques minutes.
it: Si stanno verificando ritardi nel recupero del tuo estratto conto. Riprova tra qualche minuto.
ja: 明細の取得に遅延が発生しています。数分後にもう一度お試しください。
pt_br: Estamos enfrentando atrasos na recuperação do seu extrato. Tente novamente em alguns minutos.
zh_hans: 我们检索您的账单时遇到延迟，请几分钟后重试。

source: We couldn't load more details for the selected account.
ar: لم نتمكن من تحميل المزيد من التفاصيل للحساب المحدد.
de: Wir konnten keine weiteren Details für das ausgewählte Konto laden.
es: No pudimos cargar más detalles para la cuenta seleccionada.
fr: Nous n'avons pas pu charger plus de détails pour le compte sélectionné.
it: Non è stato possibile caricare ulteriori dettagli per il conto selezionato.
ja: 選択された口座の詳細を読み込めませんでした。
pt_br: Não foi possível carregar mais detalhes para a conta selecionada.
zh_hans: 无法加载所选账户的更多详细信息。

source: We're experiencing persistent connection issues. Please try again in a few minutes.
ar: نواجه مشكلات مستمرة في الاتصال. يرجى المحاولة مرة أخرى بعد بضع دقائق.
de: Es bestehen anhaltende Verbindungsprobleme. Bitte versuchen Sie es in ein paar Minuten erneut.
es: Estamos experimentando problemas persistentes de conexión. Intente de nuevo en unos minutos.
fr: Nous rencontrons des problèmes de connexion persistants. Veuillez réessayer dans quelques minutes.
it: Si stanno verificando problemi di connessione persistenti. Riprova tra qualche minuto.
ja: 継続的な接続の問題が発生しています。数分後にもう一度お試しください。
pt_br: Estamos enfrentando problemas persistentes de conexão. Tente novamente em alguns minutos.
zh_hans: 我们遇到持续连接问题，请几分钟后重试。
